Repository: MoLinesGitHub/NeuroViewss
Catalog: NeuroViews 2.0/*.lproj/Localizable.strings
Languages: es, fr

# navigation.title
source: NeuroViews Camera
es: Cámara NeuroViews
fr: Caméra NeuroViews

# camera.icon.label
source: NeuroViews Camera
es: Cámara NeuroViews
fr: Caméra NeuroViews

# advanced.camera.title
source: Advanced Camera Interface
es: Interfaz de Cámara Avanzada
fr: Interface Caméra Avancée

# advanced.camera.subtitle
source: AI-Powered Camera with Gesture Recognition
es: Cámara con IA y Reconocimiento de Gestos
fr: Caméra IA avec Reconnaissance de Gestes

# camera.title.combined
source: Advanced Camera Interface. AI-Powered Camera with Gesture Recognition
es: Interfaz de Cámara Avanzada. Cámara con IA y Reconocimiento de Gestos
fr: Interface Caméra Avancée. Caméra IA avec Reconnaissance de Gestes

# features.section.label
source: Camera Features
es: Características de Cámara
fr: Fonctionnalités Caméra

# feature.ai.title
source: AI Guidance
es: Guía de IA
fr: Guide IA

# feature.ai.description
source: Real-time shooting suggestions
es: Sugerencias de fotografía en tiempo real
fr: Suggestions de prise de vue en temps réel

# feature.gestures.title
source: Advanced Gestures
es: Gestos Avanzados
fr: Gestes Avancés

# feature.gestures.description
source: Tap, pinch, rotate controls
es: Controles táctiles, pellizco y rotación
fr: Contrôles tactiles, pincement et rotation

# feature.processing.title
source: Smart Processing
es: Procesamiento Inteligente
fr: Traitement Intelligent

# feature.processing.description
source: Automatic enhancement
es: Mejora automática
fr: Amélioration automatique

# feature.grid.title
source: Composition Grid
es: Cuadrícula de Composición
fr: Grille de Composition

# feature.grid.description
source: Rule of thirds & golden ratio
es: Regla de tercios y proporción áurea
fr: Règle des tiers et nombre d'or

# start.camera.button
source: Start Camera Session
es: Iniciar Sesión de Cámara
fr: Démarrer Session Caméra

# start.camera.accessibility
source: Start Camera Session
es: Iniciar Sesión de Cámara
fr: Démarrer Session Caméra

# start.camera.hint
source: Double tap to begin advanced camera interface with AI guidance
es: Toca dos veces para comenzar la interfaz avanzada de cámara con guía de IA
fr: Double-toucher pour commencer l'interface caméra avancée avec guide IA

# camera.starting.announcement
source: Camera interface starting
es: Iniciando interfaz de cámara
fr: Démarrage de l'interface caméra

# week.status
source: Week 14: Accessibility & Localization âœ…
es: Semana 14: Accesibilidad y Localización ✅
fr: Semaine 14: Accessibilité et Localisation ✅

# status.accessibility
source: Current status: Week 14, Accessibility and Localization completed
es: Estado actual: Semana 14, Accesibilidad y Localización completada
fr: État actuel: Semaine 14, Accessibilité et Localisation terminée

# main.subtitle
source: Advanced AI Camera Interface
es: Interfaz Avanzada de Cámara con IA
fr: Interface Caméra IA Avancée

# open.camera.button
source: Open Advanced Camera
es: Abrir Cámara Avanzada
fr: Ouvrir Caméra Avancée

source: Add Item
es: Agregar Elemento
fr: Ajouter Élément

# error.message
source: An error occurred
es: Ocurrió un error
fr: Une erreur s'est produite

source: Loading...
es: Cargando...
fr: Chargement...

source: Done
es: Hecho
fr: Terminé

source: Cancel
es: Cancelar
fr: Annuler

source: Save
es: Guardar
fr: Enregistrer

source: Delete
es: Eliminar
fr: Supprimer

# accessibility.main.interface
source: Main application interface with camera access
es: Interfaz principal de la aplicación con acceso a cámara
fr: Interface principale de l'application avec accès caméra

# accessibility.feature.list
source: List of available camera features
es: Lista de características disponibles de la cámara
fr: Liste des fonctionnalités caméra disponibles

# accessibility.settings
source: Application settings
es: Configuración de la aplicación
fr: Paramètres de l'application
